[
    {
        "name": "Blockchain Consulting ",
        "description": "Leverage loopmethod's expertise to solve your toughest tech challenges and excel in blockchain. We identify improvement areas, plan implementation, craft tailored solutions, and provide ongoing support. Our integrated approach ensures your organization's growth and lasting results.",
        "url": "https://frequencyimage.s3.ap-south-1.amazonaws.com/f7d9a1cd-dbf5-49bc-989a-1009f25eb272-Firefly%203Create%20a%20high-quality%203D%20rendering%20of%20blockchain%20technology.%20The%20scene%20should%20feature%20inter%20%281%29%201.png"
    },
    {
        "name": "Web 3 Development",
        "description": "We develop interactive web3 solutions using blockchain, AI, IoT, and cryptography. Our experts in web3 tools, Rust, and Solidity serve industries from gaming to real estate and fintech.",
        "url": "https://frequencyimage.s3.ap-south-1.amazonaws.com/bf77f725-2fe0-4a8c-9721-e2eae961f42f-Firefly_-imagine_A_3D_illustration_of_Web_3.0__featuring_decentralized_applications__peer-to-peer_ne__2_-removebg-preview%201.png"
    },
    {
        "name": "Software  Development ",
        "description": "Our expert developers use AI, ML, blockchain, and advanced technologies to create innovative software solutions. Whether you’re a startup or an enterprise, we bring your vision to life. Partner with us for robust, tailored software to streamline processes, enhance productivity, and ensure success in today’s evolving market.",
        "url": "https://frequencyimage.s3.ap-south-1.amazonaws.com/585dda45-7e53-4b74-8e97-b9dcd8b000b1-Services_Enterprise-Application-Development_Custom-Software-Engineering.webp"
    },
    {
        "name": "IoT Development ",
        "description": "As a full-stack IoT Development Company, we help startups and enterprises build smart IoT solutions and convert analog products into digital products using IoT platforms, firmware and sensors.",
        "url": "https://frequencyimage.s3.ap-south-1.amazonaws.com/ba360959-2ae6-45b7-bbfb-dd06ddb9e520-Frame%2048096000%20%281%29.png"
    },
    {
        "name": "Artificial Intelligence and Machine learning",
        "description": "Maximize your business with our AI services. We streamline workflows, enhance efficiency, and offer AI consulting, custom app development, and integration. We also fine-tune models like GPT, Llama, PaLM, Mistral, and Gemini for your specific needs.",
        "url": "https://frequencyimage.s3.ap-south-1.amazonaws.com/fb208af7-89f1-403a-b876-588ff5ef651e-Frame%2048095998.png"
    }
]